Repository: fedosu85nce/work
Catalog: zfrobisher-installer/src/po/*/LC_MESSAGES/zKVM.po
Languages: de_de, es_es, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

source: Error while trying to remove the Volume Group in %s
de_de: Fehler beim Versuch, die Datenträgergruppe in %s zu entfernen
es_es: Se ha producido un error al intentar eliminar el grupo de volúmenes en %s
it_it: Errore nel tentativo di rimuovere il gruppo di volumi in %s
ja_jp: ボリューム・グループを %s から削除しようと試みているときに、エラーが発生しました
ko_kr: %s에서 볼륨 그룹을 제거하는 중에 오류 발생
pt_br: Erro ao tentar remover o Grupo de Volumes em %s
ru_ru: Ошибка удаления группы томов в %s
zh_cn: 尝试移除 %s 中的卷时出错
zh_tw: 嘗試移除 %s 中的「磁區群組」時發生錯誤

source: The disk %s is part of the LVM Volume Group(s) ['VolGroup'] which will be destroyed if you continue. Are you sure you want to use that disk?
de_de: Die Platte %s gehört zur LVM-Datenträgergruppe ['VolGroup'], die gelöscht wird, wenn Sie fortfahren. Sind Sie sicher, dass Sie diese Platte verwenden möchten?
es_es: El disco %s forma parte del Grupo de volúmenes LVM ['VolGroup'] que será destruido si continúa. ¿Está seguro de que desea utilizar ese disco?
it_it: Il disco %s fa parte dei gruppi di volumi LVM ['VolGroup'] che verranno eliminati se si decide di proseguire. Si è sicuri di voler utilizzare tale disco?
ja_jp: ディスク %s は LVM ボリューム・グループ ['VolGroup'] の一部であるため、続行するとボリューム・グループは破棄されます。このディスクを使用しますか?
ko_kr: %s 디스크는 LVM 볼륨 그룹 ['VolGroup']의 일부이며 계속하면 영구 삭제됩니다. 이 디스크를 사용하시겠습니까?
pt_br: O disco %s faz parte do(s) grupo(s) de volumes LVM ['VolGroup'] que será(ão) destruído(s) se você continuar. Tem certeza de que deseja usar esse disco?
ru_ru: Диск %s - часть группы томов LVM ['VolGroup']. Если продолжить, группа будет уничтожена. Вы действительно хотите использовать этот диск?
zh_cn: 磁盘 %s 是 LVM 卷组 [“VolGroup”] 的一部分，如果继续，那么该卷组将被损坏。确定要使用该磁盘吗？
zh_tw: 磁碟 %s 屬於 LVM 磁區群組 ['VolGroup']，如果您繼續進行，它將被毀損。確定要使用該磁碟嗎？

source: Yes
de_de: Ja
es_es: Sí
it_it: Sì
ja_jp: はい
ko_kr: 예
pt_br: Sim
ru_ru: Да
zh_cn: 是
zh_tw: 是

source: No
de_de: Nein
ja_jp: いいえ
ko_kr: 아니오
pt_br: Não
ru_ru: Нет
zh_cn: 否
zh_tw: 否

source: Installation Error
de_de: Installationsfehler
es_es: Error de instalación
it_it: Errore di installazione
ja_jp: インストール・エラー
ko_kr: 설치 오류
pt_br: Erro de instalação
ru_ru: Ошибка установки
zh_cn: 安装错误
zh_tw: 安裝錯誤

source: Select the device to install IBM PowerKVM. All data in the selected disk will be lost.
de_de: Wählen Sie die Einheit aus, auf der IBM PowerKVM installiert werden soll. Alle Daten auf der ausgewählten Platte gehen verloren.
es_es: Seleccione el dispositivo para instalar IBM PowerKVM. Todos los datos en el disco seleccionado se perderán.
it_it: Selezionare il dispositivo per l'installazione di IBM PowerKVM. Tutti i dati sul disco selezionato andranno persi.
ja_jp: IBM PowerKVM をインストールするデバイスを選択します。選択したディスクのデータはすべて失われます。
ko_kr: IBM PowerKVM을 설치할 장치를 선택하십시오. 선택한 디스크에 있는 모든 데이터가 손실됩니다.
pt_br: Selecione o dispositivo para instalar o IBM PowerKVM. Todos os dados no disco selecionado serão perdidos.
ru_ru: Выберите устройство для установки IBM PowerKVM. Все данные на выбранном диске будут потеряны.
zh_cn: 选择用于安装 IBM PowerKVM 的设备。所选磁盘中的所有数据都将丢失。
zh_tw: 選取裝置以安裝 IBM PowerKVM。所選磁碟中的所有資料都將會遺失。

source: Disk information
de_de: Datenträgerinformationen
es_es: Información de disco
it_it: Informazioni disco
ja_jp: ディスク情報
ko_kr: 디스크 정보
pt_br: Informações do disco
ru_ru: Информация о диске
zh_cn: 磁盘信息
zh_tw: 磁碟資訊

source: <Tab>/<Shift-Tab> between elements | <F3> for details
de_de: Navigieren zwischen Elementen mit <Tabulatortaste>/<Umschalttaste-Tabulatortaste> | Anzeigen von Details mit <F3>
es_es: <Tab>/<Mayús-Tab> entre elementos | <F3> para detalles
it_it: <Tab>/<Shift-Tab> tra elementi | <F3> per dettagli
ja_jp: <Tab>/<Shift-Tab> エレメント間 | <F3> 詳細
ko_kr: <Tab>/<Shift-Tab> 요소 간 | <F3> 세부사항
pt_br: <Tab>/<Shift-Tab> entre elementos | <F3> para obter detalhes
ru_ru: <Tab>/<Shift-Tab> - переход по элементам | <F3> - сведения
zh_cn: <Tab>/<Shift-Tab> 元素中间移动 | <F3> 获取详细信息
zh_tw: <Tab>/<Shift-Tab> 位在元素之間 | <F3> 獲取詳細資料

source: Disk size
de_de: Plattengröße
es_es: Tamaño de disco
it_it: Dimensione disco
ja_jp: ディスク・サイズ
ko_kr: 디스크 크기
pt_br: Tamanho do disco
ru_ru: Размер диска
zh_cn: 磁盘大小
zh_tw: 磁碟大小

source: The disk size must be greater than 70G!
de_de: Die Plattengröße muss größer als 70 GB sein!
es_es: ¡El tamaño de disco debe ser mayor que 70G!
it_it: La dimensione del disco deve essere maggiore di 70G.
ja_jp: ディスク・サイズは、70G より大きくなければなりません!
ko_kr: 디스크 크기는 70G 이상이어야 합니다.
pt_br: O tamanho do disco deve ser superior a 70 G!
ru_ru: Размер диска должен быть больше 70 ГБ!
zh_cn: 磁盘大小必须大于 70G！
zh_tw: 磁碟大小必須大於 70G！

source: No disk found
de_de: Keine Platte gefunden
es_es: No se ha encontrado ningún disco
it_it: Nessun disco trovato
ja_jp: ディスクが見つかりません
ko_kr: 디스크가 없습니다.
pt_br: Nenhum disco localizado
ru_ru: Диски не найдены
zh_cn: 找不到磁盘
zh_tw: 找不到磁碟

source: No disks were found in the system.
de_de: Keine Platten im System gefunden.
es_es: No se ha encontrado ningún disco en el sistema.
it_it: Nessun disco trovato nel sistema.
ja_jp: ディスクがシステムに見つかりません。
ko_kr: 시스템에 디스크가 없습니다.
pt_br: Nenhum disco foi localizado no sistema.
ru_ru: В системе не найдены диски.
zh_cn: 系统中找不到磁盘。
zh_tw: 在系統中找不到磁碟。

source: ID:
ru_ru: ИД:
zh_cn: 标识：

source: Size
de_de: Größe
es_es: Tamaño
it_it: Dimensione
ja_jp: サイズ
ko_kr: 크기
pt_br: Tamanho
ru_ru: Размер
zh_cn: 大小
zh_tw: 大小

source: Multipath:
es_es: Multivía de acceso
it_it: Multipercorso:
ja_jp: マルチパス:
ko_kr: 다중 경로:
pt_br: Caminhos múltiplos:
ru_ru: С несколькими путями:
zh_cn: 多路径：
zh_tw: 多路徑：

source: Name
es_es: Nombre
it_it: Nome
ja_jp: 名前
ko_kr: 이름
pt_br: Nome
ru_ru: Имя
zh_cn: 名称
zh_tw: 名稱

source: Filesystem
de_de: Dateisystem
es_es: Sistema de archivos
ja_jp: ファイルシステム
ko_kr: 파일 시스템
pt_br: Sistema de arquivos
ru_ru: Файловая система
zh_cn: 文件系统
zh_tw: 檔案系統

source: VG/Raid
ru_ru: Группа томов/массив

source: Choose the language
de_de: Sprache auswählen
es_es: Elija el idioma
it_it: Scegli la lingua
ja_jp: 言語の選択
ko_kr: 언어 선택
pt_br: Escolha o idioma
ru_ru: Выберите язык
zh_cn: 选择语言
zh_tw: 選擇語言

source: The current installed system will be erased, including all general system-wide and virtualization configuration files.Only the contents within /var/lib/libvirt/images and /var/log will be preserved. WARNING: this means the configuration of your Virtual Machines WILL BE ERASED, leaving only the disk images behind. You are advised to back up your VM configurations before proceeding. Are you sure you would like to proceed?
de_de: Das derzeit installierte System wird gelöscht, einschließlich aller allgemeinen systemweiten Konfigurationsdateien und Virtualisierungskonfigurationsdateien. Nur die Inhalte in /var/lib/libvirt/images und /var/log bleiben erhalten. WARNUNG: Dies bedeutet, dass die Konfiguration Ihrer virtuellen Maschinen GELÖSCHT WIRD, sodass nur die Plattenimages zurückbleiben. Sie sollten Ihre VM-Konfigurationen sichern, bevor Sie fortfahren. Sind Sie sicher, dass Sie fortfahren möchten?
es_es: Se eliminará el sistema instalado actualmente, incluyendo todos los archivos de configuración a nivel de sistema generales y de virtualización. Sólo se conservará el contenido de /var/lib/libvirt/images y /var/log. AVISO: esto significa que la configuración de sus Máquinas virtuales SE ELIMINARÁ, dejando sólo las imágenes de disco. Se recomienda que haga copia de seguridad de los archivos de configuración de VM antes de proceder. ¿Está seguro de que desea proceder?
it_it: Il sistema installato corrente verrà eliminato, compresi i file di configurazione della virtualizzazione e quelli di sistema generali. Verrà conservato solo il contenuto presente in /var/lib/libvirt/images e /var/log. AVVERTENZA: ciò vuol dire che la configurazione delle macchine virtuali VERRÀ ELIMINATA, verranno conservate solo le immagini disco. Si consiglia di eseguire il backup delle configurazioni delle VM prima di procedere. Si è sicuri di voler proseguire?
ja_jp: 現在インストールされているシステムは、すべての一般的なシステム全体の構成ファイル、および仮想化構成ファイルを含め、消去されます。/var/lib/libvirt/images および /var/log の内容のみが保持されます。警告: これは、ディスク・イメージを除き、ご使用の仮想マシンの構成が消去されることを意味します。続行する前に、VM 構成のバックアップを行うことをお勧めします。続行しますか?
ko_kr: 시스템 전체의 모든 일반 구성 파일 및 가상화 구성 파일을 포함하여 현재 설치된 시스템을 지웁니다. /var/lib/libvirt/images 및 /var/log의 컨텐츠만 유지됩니다. 경고: 가상 머신의 구성을 지우고 디스크 이미지만 남깁니다. 계속하기 전에 VM 구성을 백업하는 것이 좋습니다. 계속하시겠습니까?
pt_br: O sistema instalado atual será apagado, incluindo todos os arquivos de configuração gerais do sistema e de virtualização. Somente o conteúdo em /var/lib/libvirt/images e /var/log será preservado. AVISO: isso significa que a configuração de suas máquinas virtuais SERÁ APAGADA, deixando apenas as imagens de disco ocultas. É aconselhável que você faça backup das configurações de VM antes de continuar. Tem certeza de que gostaria de continuar?
ru_ru: Установленная система будет стерта, включая все общесистемные файлы и настройки виртуализации. Сохранится только содержимое каталогов /var/lib/libvirt/images и /var/log. ПРЕДУПРЕЖДЕНИЕ: конфигурации виртуальных машин будут УНИЧТОЖЕНЫ, останутся только образы дисков. Перед продолжением рекомендуется создать резервные копии ВМ. Продолжить?
zh_cn: 将会删除当前所安装的系统，以及所有通用系统范围的虚拟配置文件。仅仅保留 /var/lib/libvirt/images 和 /var/log 中的内容。警告：这意味着虚拟机的配置也会被删除，仅仅剩下磁盘映像。 在继续之前建议您先备份 VM 配置，确定想要继续操作吗？
zh_tw: 將消除現行已安裝系統，包括所有一般系統範圍檔案及虛擬化配置檔。僅保留 /var/lib/libvirt/images 和 /var/log 中的內容。警告：這意味著將消除「虛擬機器」的配置，僅留下磁碟影像檔。講義您先備份 VM 配置，然後繼續作業。您確定要繼續嗎？

source: A previous installation of PowerKVM has been detected at: %s
de_de: An folgender Position wurde eine frühere Installation von PowerKVM gefunden: %s
es_es: Se ha detectado una instalación anterior de PowerKVM en: %s
it_it: È stata rilevata una precedente installazione di PowerKVM in: %s
ja_jp: PowerKVM の以前のインストールが以下に検出されました: %s
ko_kr: 다음 위치에서 이전 PowerKVM 설치가 발견되었습니다. %s
pt_br: Uma instalação anterior de PowerKVM foi detectada em: %s
ru_ru: Предыдущая установленная копия PowerKVM обнаружена в: %s
zh_cn: 在下列位置检测到 PowerKVM 的先前安装版本： %s
zh_tw: 在下列位置偵測到先前安裝的 PowerKVM： %s

source: Hardware is not entitled to proceed. Aborting!
de_de: Hardware ist nicht berechtigt, fortzufahren. Abbruch!
es_es: El hardware no está autorizado para continuar. Terminando anormalmente.
it_it: L'hardware non è autorizzato a procedere. Interruzione in corso.
ja_jp: ハードウェアには、続行するための資格が付与されていません。中止します。
ko_kr: 진행할 권한이 하드웨어에 부여되지 않았습니다. 중단합니다.
pt_br: O hardware não está autorizado a continuar. Interrompendo!
ru_ru: Не выделено аппаратное обеспечение для продолжения. Выход!
zh_cn: 硬件没有资格继续。正在异常中止！
zh_tw: 未授權硬體繼續進行。正在中斷！

source: Invalid entitlement!
de_de: Ungültige Berechtigung!
es_es: ¡Titularidad no válida!
it_it: Autorizzazione non valida.
ja_jp: 資格が無効です。
ko_kr: 권한 부여가 올바르지 않습니다.
pt_br: Autorização inválida!
ru_ru: Недопустимое выделение!
zh_cn: 权利无效！
zh_tw: 授權無效！

source: Preparing to install IBM PowerKVM System
de_de: Installation des IBM PowerKVM-Systems wird vorbereitet
es_es: Preparando la instalación de IBM PowerKVM System
it_it: Preparazione all'installazione di IBM PowerKVM System
ja_jp: IBM PowerKVM システムのインストールを準備しています
ko_kr: IBM PowerKVM 시스템 설치 준비 중
pt_br: Preparando para instalar o Sistema IBM PowerKVM
ru_ru: Подготовка IBM PowerKVM System к установке
zh_cn: 正在准备安装 IBM PowerKVM 系统
zh_tw: 正在準備安裝 IBM PowerKVM 系統

source: Unknown error
de_de: Unbekannter Fehler
es_es: Error desconocido
it_it: Errore sconosciuto
ja_jp: 不明なエラー
ko_kr: 알 수 없는 오류
pt_br: Erro desconhecido
ru_ru: Неизвестная ошибка
zh_cn: 未知错误
zh_tw: 不明錯誤

source: Sorry something went wrong the proper error message is on the log file
de_de: Es ist ein Fehler aufgetreten. Die vollständige Fehlermeldung befindet sich in der Protokolldatei
es_es: Lo sentimos, algo salió mal. El mensaje de error adecuado se encuentra en el archivo de registro
it_it: Si è verificato un errore, esaminare il messaggio appropriato nel file di log
ja_jp: 何らかの誤りがあったため、該当するエラー・メッセージがログ・ファイルに書き込まれました
ko_kr: 오류가 발생했습니다. 적절한 오류 메시지는 로그 파일에 있습니다.
pt_br: Ocorreu algo errado, a mensagem de erro adequada está no arquivo de log
ru_ru: Что-то пошло не так. См. сообщение об ошибке в файле протокола
zh_cn: 抱歉，出错，发生的相应错误消息位于日志文件中
zh_tw: 很抱歉，發生了錯誤，相應的錯誤訊息包含在日誌檔中

source: Please, reboot your system now.
de_de: Starten Sie jetzt Ihr System neu.
es_es: Por favor, reinicie el sistema ahora.
it_it: Riavviare il sistema ora.
ja_jp: すぐにシステムをリブートしてください。
ko_kr: 해당 시스템을 지금 다시 부팅하십시오.
pt_br: Reinicialize seu sistema agora.
ru_ru: Перезагрузите систему.
zh_cn: 请立即重新引导系统。
zh_tw: 現在，請將系統重新啟動。

source: Reboot
de_de: Warmstart
es_es: Rearrancar
it_it: Riavvia
ja_jp: リブート
ko_kr: 다시 부팅
pt_br: Reinicializar
ru_ru: Перезагрузить
zh_cn: 重新引导
zh_tw: 重新啟動

source: Installation completed!
de_de: Installation abgeschlossen!
es_es: ¡Instalación completada!
it_it: Installazione completata!
ja_jp: インストールが完了しました!
ko_kr: 설치가 완료되었습니다!
pt_br: Instalação concluída!
ru_ru: Установка завершена!
zh_cn: 安装完成！
zh_tw: 安裝已完成！

source: The reinstall process can't continue. No previous system was found. Aborting!
de_de: Der Neuinstallationsprozess kann nicht fortgesetzt werden. Es wurde kein vorheriges System gefunden. Abbruch!
es_es: El proceso de reinstalación no puede continuar. No se ha encontrado un sistema anterior. Terminando anormalmente.
it_it: Il processo di reinstallazione non può proseguire. Non sono stati rilevati sistemi precedenti. Interruzione in corso!
ja_jp: 再インストール・プロセスを続行できません。以前のシステムが見つかりませんでした。中止します。
ko_kr: 재설치 프로세스를 계속할 수 없습니다. 이전 시스템이 없어 중단합니다.
pt_br: O processo de reinstalação não pode continuar. Nenhum sistema anterior foi localizado. Interrompendo!
ru_ru: Продолжение процесса переустановки невозможно. Не найдена предыдущая система. Выход!
zh_cn: 重新安装过程无法继续。找不到上一个系统。正在异常中止！
zh_tw: 重新安裝處理程序無法繼續。找不到先前的系統。正在中斷！

source: Preparing to upgrade system
de_de: Upgrade des Systems wird vorbereitet
es_es: Preparando la actualización del sistema
it_it: Preparazione all'aggiornamento del sistema
ja_jp: システムのアップグレードを準備しています
ko_kr: 시스템 업그레이드 준비 중
pt_br: Preparando para fazer upgrade do sistema
ru_ru: Подготовка к обновлению системы
zh_cn: 正在准备升级系统
zh_tw: 正在準備升級系統

source: Working...
de_de: In Arbeit...
es_es: Trabajando...
it_it: Elaborazione in corso...
ja_jp: 作動中...
ko_kr: 작업 중...
pt_br: Trabalhando...
ru_ru: Выполняется...
zh_cn: 正在工作...
zh_tw: 工作中...

source: Installation exited with error code: %s
de_de: Die Installation wurde mit einem Fehlercode beendet: %s
es_es: Se ha abandonado la instalación con el código de error: %s
it_it: Installazione terminata con codice di errore: %s
ja_jp: インストールが次のエラー・コードで終了しました: %s
ko_kr: 설치 종료 시 오류 코드 발생: %s
pt_br: A instalação saiu com o código de erro: %s
ru_ru: Установка завершена с кодом ошибки %s
zh_cn: 安装结束，存在错误代码：%s
zh_tw: 安裝已結束，錯誤碼為：%s

source: Log is available on %s
de_de: Protokoll ist in %s verfügbar
es_es: El registro está disponible en %s
it_it: Il log è disponibile in %s
ja_jp: ログは %s にあります。
ko_kr: 로그는 %s에 있습니다.
pt_br: O log está disponível em %s
ru_ru: Протокол доступен в %s
zh_cn: 日志位于 %s
zh_tw: 日誌在 %s 上可用

source: Unexpected error.
de_de: Unerwarteter Fehler.
es_es: Error inesperado.
it_it: Errore imprevisto.
ja_jp: 予期しないエラーが発生しました。
ko_kr: 상치 않은 오류가 발생했습니다.
pt_br: Erro inesperado.
ru_ru: Непредвиденная ошибка.
zh_cn: 意外错误。
zh_tw: 非預期的錯誤。

source: Unknown error.
de_de: Unbekannter Fehler.
es_es: Error desconocido.
it_it: Errore sconosciuto.
ja_jp: 不明なエラーが発生しました。
ko_kr: 알 수 없는 오류가 발생했습니다.
pt_br: Erro desconhecido.
ru_ru: Неизвестная ошибка.
zh_cn: 未知错误。
zh_tw: 不明錯誤。

source: Invalid disk size.
de_de: Ungültige Plattengröße.
es_es: Tamaño del disco no válido.
it_it: Dimensione disco non valida.
ja_jp: ディスク・サイズが無効です。
ko_kr: 디스크 크기가 올바르지 않습니다.
pt_br: Tamanho do disco inválido.
ru_ru: Недопустимый размер диска.
zh_cn: 无效磁盘大小。
zh_tw: 磁碟大小無效。

source: No disk found in the system.
de_de: Keine Platte im System gefunden.
es_es: No se ha encontrado ningún disco en el sistema.
it_it: Nessun disco trovato nel sistema.
ja_jp: ディスクがシステムに見つかりません。
ko_kr: 시스템에 디스크가 없습니다.
pt_br: Nenhum disco localizado no sistema.
ru_ru: В системе не найдены диски.
zh_cn: 系统中找不到磁盘。
zh_tw: 在系統中找不到磁碟。

source: Hardware is not entitled, aborting installation.
de_de: Hardware ist nicht berechtigt. Installation wird abgebrochen.
es_es: El hardware no está autorizado, terminando anormalmente la instalación.
it_it: Hardware non autorizzato, interruzione dell'installazione in corso.
ja_jp: ハードウェアには資格が付与されていません。インストールを中止します。
ko_kr: 하드웨어에 권한이 부여되지 않았습니다. 설치를 중단합니다.
pt_br: O hardware não está autorizado, interrompendo a instalação.
ru_ru: Не выделено аппаратное обеспечение, установка завершается.
zh_cn: 硬件没有资格继续。正在异常中止。
zh_tw: 未授權硬體，正在中斷安裝。

source: Error while installing IBM PowerKVM.
de_de: Fehler bei der Installation von IBM PowerKVM.
es_es: Error al instalar IBM PowerKVM.
it_it: Errore durante l'installazione di IBM PowerKVM.
ja_jp: IBM PowerKVM のインストール中にエラーが発生しました。
ko_kr: IBM PowerKVM을 설치하는 중에 오류가 발생했습니다.
pt_br: Erro ao instalar o IBM PowerKVM.
ru_ru: Ошибка при установке IBM PowerKVM.
zh_cn: 安装 IBM PowerKVM 时出错。
zh_tw: 安裝 IBM PowerKVM 時發生錯誤。

source: Error while performing disk operations.
de_de: Fehler beim Ausführen von Plattenoperationen.
es_es: Error al realizar operaciones de disco.
it_it: Errore durante l'esecuzione delle operazioni disco.
ja_jp: ディスク操作の実行中にエラーが発生しました。
ko_kr: 디스크 조작을 수행하는 중 오류가 발생했습니다.
pt_br: Erro ao executar operações do disco.
ru_ru: Ошибка при выполнении дисковых операций.
zh_cn: 执行磁盘操作时出错。
zh_tw: 執行磁碟作業時發生錯誤。

source: Invalid error code.
de_de: Ungültiger Fehlercode.
es_es: Código de error no válido.
it_it: Codice di errore non valido.
ja_jp: エラー・コードが無効です。
ko_kr: 오류 코드가 올바르지 않습니다.
pt_br: Código de erro inválido.
ru_ru: Недопустимый код ошибки.
zh_cn: 无效错误代码。
zh_tw: 錯誤碼無效。

source: Could not remove LVM entities.
de_de: LVM-Entitäten konnten nicht entfernt werden.
es_es: No se ha podido eliminar entidades LVM.
it_it: Impossibile rimuovere le entità LVM.
ja_jp: LVM エンティティを削除できませんでした。
ko_kr: LVM 엔티티를 제거할 수 없습니다.
pt_br: Não foi possível remover entidades LVM.
ru_ru: Не удалось удалить объекты LVM.
zh_cn: 无法移除 LVM 条目。
zh_tw: 無法移除 LVM 實體。

source: Could not deactivate volume groups.
de_de: Datenträgergruppen konnten nicht inaktiviert werden.
es_es: No se han podido desactivar grupos de volúmenes.
it_it: Impossibile disattivare i gruppi di volumi.
ja_jp: ボリューム・グループの活動を停止できませんでした。
ko_kr: 볼륨 그룹을 비활성화할 수 없습니다.
pt_br: Não foi possível desativar grupos de volumes.
ru_ru: Не удалось деактивировать группы томов.
zh_cn: 无法取消激活卷组。
zh_tw: 無法取消啟動磁區群組。

source: Could not activate volume groups.
de_de: Datenträgergruppen konnten nicht aktiviert werden.
es_es: No se han podido activar grupos de volúmenes.
it_it: Impossibile attivare i gruppi di volumi.
ja_jp: ボリューム・グループの活動を開始できませんでした。
ko_kr: 볼륨 그룹을 활성화할 수 없습니다.
pt_br: Não foi possível ativar grupos de volumes.
ru_ru: Не удалось активировать группы томов.
zh_cn: 无法激活卷组。
zh_tw: 無法啟動磁區群組。

source: Could not stop software RAID.
de_de: Software-RAID konnte nicht gestoppt werden.
es_es: No se ha podido detener el RAID de software.
it_it: Impossibile arrestare il RAID del software.
ja_jp: ソフトウェア RAID を停止できませんでした。
ko_kr: 소프트웨어 RAID를 중지할 수 없습니다.
pt_br: Não foi possível parar o RAID do software.
ru_ru: Не удалось остановить программный RAID.
zh_cn: 无法停止软件 RAID。
zh_tw: 無法停止軟體 RAID。

source: Disk information not available.
de_de: Datenträgerinformationen nicht verfügbar.
es_es: Información del disco no disponible.
it_it: Informazioni sul disco non disponibili.
ja_jp: ディスク情報はありません。
ko_kr: 디스크 정보를 사용할 수 없습니다.
pt_br: Informações do disco não disponíveis.
ru_ru: Информация о диске недоступна.
zh_cn: 磁盘信息不可用。
zh_tw: 磁碟資訊無法使用。

source: Problem while removing pratitioning scheme.
de_de: Problem beim Entfernen des Partitionsschemas.
es_es: Problema al eliminar el esquema de particiones.
it_it: Problema nella rimozione dello schema di partizionamento.
ja_jp: パーティショニング方式の削除中に問題が発生しました。
ko_kr: 파티셔닝 스킴을 제거하는 중에 문제점이 발생했습니다.
pt_br: Problema ao remover o esquema de particionamento.
ru_ru: Неполадка при удалении схемы создания разделов.
zh_cn: 移除分区模式时出现问题。
zh_tw: 移除分割配置時發生問題。

source: Problem while partitioning the disk.
de_de: Problem beim Partitionieren der Platte.
es_es: Problema al particionar el disco.
it_it: Problema nel partizionamento del disco.
ja_jp: ディスクのパーティショニング中に問題が発生しました。
ko_kr: 디스크를 파티셔닝하는 중에 문제점이 발생했습니다.
pt_br: Problema ao particionar o disco.
ru_ru: Неполадка при создании разделов диска.
zh_cn: 分割磁盘时出现问题。
zh_tw: 分割磁碟時發生問題。

source: Problem while creating LVM.
de_de: Problem beim Erstellen von LVM (Logical Volume Manager).
es_es: Problema al crear LVM.
it_it: Problema nella creazione della LVM.
ja_jp: LVM の作成中に問題が発生しました。
ko_kr: LVM을 작성하는 중에 문제점이 발생했습니다.
pt_br: Problema ao criar LVM.
ru_ru: Неполадка при создании LVM.
zh_cn: 创建 LVM 时出现问题。
zh_tw: 建立 LVM 時發生問題。

source: Failed to download (HTTP) install automation file.
de_de: Automatisierungsdatei für Installation konnte nicht heruntergeladen werden (HTTP).
es_es: No se ha podido descargar (HTTP) el archivo de automatización de la instalación.
it_it: Impossibile scaricare (HTTP) il file di automazione dell'installazione.
ja_jp: インストール自動化ファイルのダウンロード (HTTP) に失敗しました。
ko_kr: 설치 자동화 파일을 다운로드(HTTP)하는 데 실패했습니다.
pt_br: Falha ao fazer o download (HTTP) do arquivo de automação de instalação.
ru_ru: Не удалось загрузить файл автоматизации установки (HTTP).
zh_cn: 未能下载 (HTTP) 安装自动化文件。
zh_tw: 無法下載 (HTTP) 安裝自動化檔案。

source: Failed to download (TFTP) install automation file.
de_de: Automatisierungsdatei für Installation konnte nicht heruntergeladen werden (TFTP).
es_es: No se ha podido descargar (TFTP) el archivo de automatización de la instalación.
it_it: Impossibile scaricare (TFTP) il file di automazione dell'installazione.
ja_jp: インストール自動化ファイルのダウンロード (TFTP) に失敗しました。
ko_kr: 설치 자동화 파일을 다운로드(TFTP)하는 데 실패했습니다.
pt_br: Falha ao fazer o download (TFTP) do arquivo de automação de instalação.
ru_ru: Не удалось загрузить файл автоматизации установки (TFTP).
zh_cn: 未能下载 (TFTP) 安装自动化文件。
zh_tw: 無法下載 (HTTP) 安裝自動化檔案。

source: Problem downloading (NFS) install automation file.
de_de: Problem beim Herunterladen der Automatisierungsdatei für die Installation (NFS).
es_es: Problema al descargar (NFS) el archivo de automatización de la instalación.
it_it: Problema nello scaricare (NFS) il file di automazione dell'installazione.
ja_jp: インストール自動化ファイルのダウンロード (NFS) 中に問題が発生しました。
ko_kr: 설치 자동화 파일을 다운로드(NFS)하는 중에 문제가 발생했습니다.
pt_br: Falha ao fazer o download (NFS) do arquivo de automação de instalação.
ru_ru: Не удалось загрузить файл автоматизации установки (NFS).
zh_cn: 下载 (NFS) 安装自动化文件时出现问题。
zh_tw: 下載 (NFS) 安裝自動化檔案時發生問題。

source: Could not parse install automation file.
de_de: Die Automatisierungsdatei für die Installation konnte nicht analysiert werden.
es_es: No se ha podido analizar el archivo de automatización de la instalación.
it_it: Impossibile analizzare il file di automazione dell'installazione.
ja_jp: インストール自動化ファイルを解析できませんでした。
ko_kr: 설치 자동화 파일을 구문 분석하지 못했습니다.
pt_br: Não foi possível analisar o arquivo de automação de instalação.
ru_ru: Не удалось проанализировать файл автоматизации установки.
zh_cn: 无法解析安装自动化文件。
zh_tw: 無法剖析安裝自動化檔案。

source: Failed to get IPR RAID label.
de_de: IPR-RAID-Kennsatz konnte nicht abgerufen werden.
es_es: No se ha podido obtener la etiqueta de RAID IPR.
it_it: Impossibile richiamare l'etichetta RAID IPR.
ja_jp: IPR RAID ラベルの取得に失敗しました。
ko_kr: IPR RAID 레이블을 가져오지 못했습니다.
pt_br: Falha ao obter a etiqueta IPR RAID.
ru_ru: Не удалось получить метку IPR RAID.
zh_cn: 未能获取 IPR RAID 标签。
zh_tw: 無法取得 IPR RAID 標籤。

source: Failed while executing pre-install modules.
de_de: Fehler beim Ausführen von Modulen vor der Installation.
es_es: Error al ejecutar los módulos previos a la instalación.
it_it: Errore durante l'esecuzione dei moduli di preinstallazione.
ja_jp: プリインストール・モジュールの実行中に失敗しました。
ko_kr: 사전 설치 모듈을 수행하는 데 실패했습니다.
pt_br: Falha ao executar os módulos de pré-instalação.
ru_ru: Ошибка при выполнении предварительно установленных модулей.
zh_cn: 执行预安装模块失败。
zh_tw: 執行前置安裝模組時失敗。
