Repository: fedosu85nce/work
Catalog: zfrobisher-installer/src/po/*/LC_MESSAGES/zKVM.po
Languages: de_de, es_es, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

source: ERROR: Cannot detect installed system, impossible to upgrade
de_de: FEHLER: Installiertes System kann nicht erkannt werden, Upgrade nicht möglich
es_es: ERROR: No se puede detectar el sistema instalado, imposible actualizar
it_it: ERRORE: impossibile rilevare il sistema installato, impossibile effettuare l'aggiornamento
ja_jp: エラー: インストール済みシステムを検出できないため、アップグレードできません
ko_kr: 오류: 설치된 시스템을 찾을 수 없으므로 업그레이드할 수 없습니다.
pt_br: ERRO: Não é possível detectar o sistema instalado, impossível fazer upgrade
ru_ru: ОШИБКА: Не обнаружена установленная система - обновление невозможно
zh_cn: 错误：无法检测已安装的系统，无法升级
zh_tw: 錯誤：無法偵測到已安裝的系統，無法升級

source: ERROR: Cannot detect installed system version, impossible to upgrade
de_de: FEHLER: Installierte Systemversion kann nicht erkannt werden, Upgrade nicht möglich
es_es: ERROR: No se puede detectar la versión del sistema instalado, imposible actualizar
it_it: ERRORE: impossibile rilevare la versione del sistema installato, impossibile effettuare l'aggiornamento
ja_jp: エラー: インストール済みシステムのバージョンを検出できないため、アップグレードできません
ko_kr: 오류: 설치된 시스템 버전을 찾을 수 없으므로 업그레이드할 수 없습니다.
pt_br: ERRO: Não é possível detectar a versão do sistema instalado, impossível fazer upgrade
ru_ru: ОШИБКА: Не обнаружена версия установленной системы - обновление невозможно
zh_cn: 错误：无法检测已安装的系统版本，无法升级
zh_tw: 錯誤：無法偵測到已安裝的系統版本，無法升級

source: ERROR: Cannot fast forward upgrades, impossible to upgrade
de_de: FEHLER: Upgrades können nicht beschleunigt werden, Upgrade nicht möglich
es_es: ERROR: No se puede avanzar rápido por las actualizaciones, imposible actualizar
it_it: ERRORE: impossibile eseguire gli aggiornamenti rapidi, impossibile effettuare l'aggiornamento
ja_jp: エラー: 以前のアップグレードを省略できないため、アップグレードできません
ko_kr: 오류: 업그레이드를 빠르기 진행할 수 없으므로 업그레이드할 수 없습니다.
pt_br: ERRO: Não é possível avançar upgrades, impossível fazer upgrade
ru_ru: ОШИБКА: Не удалось выполнить быструю перемотку обновлений - обновление невозможно
zh_cn: 错误：无法快速推进升级，无法升级
zh_tw: 錯誤：無法快速轉遞升級，無法升級

source: ERROR: Installed system is newer, impossible to upgrade
de_de: FEHLER: Installiertes System ist neuer, Upgrade nicht möglich
es_es: ERROR: El sistema instalado es más reciente, imposible actualizar
it_it: ERRORE: il sistema installato è più recente, impossibile effettuare l'aggiornamento
ja_jp: エラー: インストール済みシステムの方が新しいため、アップグレードできません
ko_kr: 오류: 설치된 시스템이 새 버전이므로 업그레이드할 수 없습니다.
pt_br: ERRO: O sistema instalado é mais recente, impossível fazer upgrade
ru_ru: ОШИБКА: Установленная система новее - обновление невозможно
zh_cn: 错误：已安装的系统较新，无法升级
zh_tw: 錯誤：已安裝的系統新一些，無法升級

source: ERROR: Upgrade failed.
de_de: FEHLER: Upgrade fehlgeschlagen.
es_es: ERROR: Ha fallado la actualización.
it_it: ERRORE: aggiornamento non riuscito.
ja_jp: エラー: アップグレードに失敗しました。
ko_kr: 오류: 업그레이드가 실패했습니다.
pt_br: ERRO: Falha no upgrade.
ru_ru: ОШИБКА: Сбой обновления.
zh_cn: 错误：升级失败。
zh_tw: 錯誤：升級失敗。

source: Error while installing IBM PowerKVM into disk %s
de_de: Fehler bei der Installation von IBM PowerKVM auf Platte %s
es_es: Se ha producido un error al instalar IBM PowerKVM en el disco %s
it_it: Errore durante l'installazione di IBM PowerKVM nel disco %s
ja_jp: IBM PowerKVM をディスク %s にインストールしているときに、エラーがありました
ko_kr: IBM PowerKVM을 디스크 %s에 설치하는 중에 오류 발생
pt_br: Erro ao instalar o IBM PowerKVM no disco %s
ru_ru: Ошибка установки IBM PowerKVM на диск %s
zh_cn: 将 IBM PowerKVM 安装到磁盘 %s 时出错
zh_tw: 將 IBM PowerKVM 安裝到磁碟 %s 中時發生錯誤

source: Formatting disks...
de_de: Platten werden formatiert...
es_es: Dando formato a discos...
it_it: Formattazione dischi in corso...
ja_jp: ディスクのフォーマット中...
ko_kr: 디스크 포맷 중...
pt_br: Formatando discos...
ru_ru: Форматирование дисков...
zh_cn: 正在对磁盘进行格式化...
zh_tw: 正在格式化磁碟...

source: Formatting root device to reinstall system
de_de: Stammdatenträger wird formatiert, um System erneut zu installieren
es_es: Dando formato al dispositivo raíz para reinstalar el sistema
it_it: Formattazione unità root per reinstallare il sistema
ja_jp: システムを再インストールするルート・デバイスのフォーマット中
ko_kr: 시스템을 재설치하기 위해 루트 장치 포맷 중
pt_br: Formatando o dispositivo raiz para reinstalar o sistema
ru_ru: Форматирование корневого устройства для переустановки системы
zh_cn: 正在对根设备进行格式化以重新安装系统
zh_tw: 正在格式化根裝置以重新安裝系統

source: Installing IBM PowerKVM into disk %s...
de_de: IBM PowerKVM wird auf Platte %s installiert...
es_es: Instalando IBM PowerKVM en el disco %s...
it_it: Installazione di IBM PowerKVM nel disco %s in corso...
ja_jp: IBM PowerKVM をディスク %s にインストール中...
ko_kr: IBM PowerKVM을 디스크 %s에 설치 중...
pt_br: Instalando o IBM PowerKVM no disco %s...
ru_ru: Установка IBM PowerKVM на диск %s...
zh_cn: 正在将 IBM PowerKVM 安装到磁盘 %s...
zh_tw: 正在將 IBM PowerKVM 安裝到磁碟 %s 中...

source: Install IBM PowerKVM
de_de: IBM PowerKVM installieren
es_es: Instalar IBM PowerKVM
it_it: Installa IBM PowerKVM
ja_jp: IBM PowerKVM のインストール
ko_kr: IBM PowerKVM 설치
pt_br: Instalar o IBM PowerKVM
ru_ru: Установить IBM PowerKVM
zh_cn: 安装 IBM PowerKVM
zh_tw: 安裝 IBM PowerKVM

source: Proceed to upgrade the system?
de_de: Upgrade des Systems fortsetzen?
es_es: ¿Proceder a actualizar el sistema?
it_it: Procedere con l'aggiornamento del sistema?
ja_jp: システムのアップグレードを続行しますか?
ko_kr: 시스템 업그레이드를 진행하시겠습니까?
pt_br: Continuar a fazer upgrade do sistema?
ru_ru: Перейти к обновлению системы?
zh_cn: 要继续升级系统吗？
zh_tw: 是否繼續升級系統？

source: Reinstall IBM PowerKVM
de_de: IBM PowerKVM erneut installieren
es_es: Reinstalar IBM PowerKVM
it_it: Reinstalla IBM PowerKVM
ja_jp: IBM PowerKVM の再インストール
ko_kr: IBM PowerKVM 재설치
pt_br: Reinstalar o IBM PowerKVM
ru_ru: Переустановить IBM PowerKVM
zh_cn: 重新安装 IBM PowerKVM
zh_tw: 重新安裝 IBM PowerKVM

source: Rescue mode (goes to terminal)
de_de: Rettungsmodus (Wechsel zum Terminal)
es_es: Modalidad de rescate (va al terminal)
it_it: Modalità di recupero (passa al terminale)
ja_jp: レスキュー・モード (端末に入る)
ko_kr: 복구 모드(터미널로 이동함)
pt_br: Modo de resgate (acessa o terminal)
ru_ru: Режим аварийного восстановления (переход в терминал)
zh_cn: 急救方式（转到终端）
zh_tw: 拯救模式（跳至終端機）

source: Running Post Upgrade Scripts
de_de: Post-Upgrade-Scripts werden ausgeführt
es_es: Ejecutando scripts posteriores a la actualización
it_it: Esecuzione degli script postaggiornamento
ja_jp: ポストアップグレード・スクリプトの実行中
ko_kr: 업그레이드 후 스크립트 실행 중
pt_br: Executando scripts de pós-upgrade
ru_ru: Выполнение заключительных сценариев обновления
zh_cn: 正在运行升级后脚本
zh_tw: 正在執行後置升級 Script

source: System Installed. Starting post install scripts.
de_de: System installiert. Post-Installationsscripts werden gestartet.
es_es: Sistema instalado. Iniciando scripts posteriores a la instalación.
it_it: Sistema installato. Vengono avviati gli script di postinstallazione.
ja_jp: システムがインストールされました。ポストインストール・スクリプトを起動します。
ko_kr: 시스템이 설치되었습니다. 설치 후 스크립트를 시작 중입니다.
pt_br: Sistema instalado. Iniciando scripts de pós-instalação.
ru_ru: Система установлена. Выполнение заключительных сценариев установки.
zh_cn: 系统已安装。正在启动安装后脚本。
zh_tw: 系統已安裝。正在啟動後置安裝 Script。

source: Upgrade concluded!
de_de: Upgrade abgeschlossen!
es_es: ¡Actualización concluida!
it_it: Aggiornamento terminato.
ja_jp: アップグレードが完了しました
ko_kr: 업그레이드가 완료되었습니다.
pt_br: Upgrade concluído!
ru_ru: Обновление завершено!
zh_cn: 升级结束！
zh_tw: 升級已執行！

source: Upgrade installed IBM PowerKVM
de_de: Upgrade hat IBM PowerKVM installiert
es_es: Actualizar IBM PowerKVM instalado
it_it: Aggiorna IBM PowerKVM installato
ja_jp: インストール済み IBM PowerKVM のアップグレード
ko_kr: 설치된 IBM PowerKVM 업그레이드
pt_br: O upgrade instalou o IBM PowerKVM
ru_ru: Обновить установленный IBM PowerKVM
zh_cn: 升级过程安装了 IBM PowerKVM
zh_tw: 升級已安裝 IBM PowerKVM

source: Getting disk information...
de_de: Datenträgerinformationen werden abgerufen...
es_es: Obteniendo información del disco...
it_it: Richiamo informazioni disco in corso...
ja_jp: ディスク情報の取得中...
ko_kr: 디스크 정보를 가져오는 중...
pt_br: Obtendo informações do disco...
ru_ru: Получение информации о дисках...
zh_cn: 正在获取磁盘信息...
zh_tw: 正在取得磁碟資訊...

source: Root Password
de_de: Rootkennwort
es_es: Contraseña raíz
it_it: Password root
ja_jp: root パスワード
ko_kr: 루트 비밀번호
pt_br: Senha root
ru_ru: Пароль пользователя root
zh_cn: Root 用户密码
zh_tw: 根密碼

source: Timezone selection
de_de: Zeitzonenauswahl
es_es: Selección de huso horario
it_it: Selezione fuso orario
ja_jp: タイムゾーン選択
ko_kr: 시간대 선택
pt_br: Seleção de fuso horário
ru_ru: Выбор часового пояса
zh_cn: 时区选择
zh_tw: 選取時區

source: Date and Time
de_de: Datum und Uhrzeit
es_es: Fecha y hora
it_it: Data e ora
ja_jp: 日付および時刻
ko_kr: 날짜 및 시간
pt_br: Data e hora
ru_ru: Дата и время
zh_cn: 日期和时间
zh_tw: 日期和時間

source: Configure Network
de_de: Netz konfigurieren
es_es: Configurar red
it_it: Configura rete
ja_jp: ネットワークの構成
ko_kr: 네트워크 구성
pt_br: Configurar rede
ru_ru: Настроить сеть
zh_cn: 配置网络
zh_tw: 配置網路

source: DNS configuration
de_de: DNS-Konfiguration
es_es: Configuración de DNS
it_it: Configurazione DNS
ja_jp: DNS 構成
ko_kr: DNS 구성
pt_br: Configuração de DNS
ru_ru: Конфигурация DNS
zh_cn: DNS 配置
zh_tw: DNS 配置

source: Exit
de_de: Verlassen
es_es: Salir
it_it: Esci
ja_jp: 終了
ko_kr: 종료
pt_br: Sair
ru_ru: Выход
zh_cn: 退出
zh_tw: 結束

source: Welcome to IBM PowerKVM %s
de_de: Willkommen bei IBM PowerKVM %s
es_es: Bienvenido a IBM PowerKVM %s
it_it: Benvenuti in IBM PowerKVM %s
ja_jp: IBM PowerKVM %s へようこそ
ko_kr: IBM PowerKVM %s 시작
pt_br: Bem-vindo ao IBM PowerKVM %s
ru_ru: Вас приветствует IBM PowerKVM %s
zh_cn: 欢迎使用 IBM PowerKVM %s
zh_tw: 歡迎使用 IBM PowerKVM %s

source: Select one of the options below and follow the instructions.
de_de: Wählen Sie eine der unten stehenden Optionen aus und folgen Sie den Anweisungen.
es_es: Seleccione una de las opciones siguientes y siga las instrucciones.
it_it: Selezionare una delle opzioni di seguito e seguire le istruzioni.
ja_jp: 次のいずれかのオプションを選択し、指示に従ってください。
ko_kr: 아래의 옵션 중에서 하나를 선택하고 지시사항을 따르십시오.
pt_br: Selecione uma das opções abaixo e siga as instruções.
ru_ru: Выберите одну из следующих опций внизу и следуйте инструкциям.
zh_cn: 选择下面其中一个选项并遵循指示信息。
zh_tw: 請選取下列其中一個選項並遵循指示操作。

source: Are you sure you want to install on device %s? The following partitions will be removed: %s The following LVMs will be removed: %s
de_de: Sind Sie sicher, dass Sie auf Einheit %s installieren möchten? Die folgenden Partitionen werden entfernt: %s Die folgenden LVMs werden entfernt: %s
es_es: ¿Está seguro de que desea instalar en el dispositivo %s? Se suprimirán las particiones siguientes: %s Se eliminarán los siguientes LVM: %s
it_it: Si è sicuri di voler eseguire l'installazione sul dispositivo %s? Verranno rimosse le seguenti partizioni: %s Verranno rimosse le seguenti LVM: %s
ja_jp: デバイス %s へのインストールを実行しますか? 次のパーティションが削除されます: %s 次の LVM が削除されます: %s
ko_kr: %s 장치에 설치하시겠습니까? 다음 파티션이 제거됩니다. %s 다음 LVM이 제거됩니다. %s
pt_br: Tem certeza de que deseja instalar no dispositivo %s? As partições a seguir serão removidas: %s Os LVMs a seguir serão removidos: %s
ru_ru: Вы действительно хотите выполнить установку на устройство %s? Будут удалены следующие разделы: %s Будут удалены следующие LVM: %s
zh_cn: 确定要在设备 %s 上安装？ 将移除下列分区：%s 将移除下列 LVM：%s
zh_tw: 您確定要安裝在裝置 %s 上嗎？ 將移除下列分割區：%s 將移除下列 LVM：%s

source: Back
de_de: Zurück
es_es: Atrás
it_it: Indietro
ja_jp: 戻る
ko_kr: 이전
pt_br: Voltar
ru_ru: Назад
zh_cn: 上一步
zh_tw: 上一步

source: Skip
de_de: Überspringen
es_es: Saltar
it_it: Ignora
ja_jp: スキップ
ko_kr: 건너뛰기
pt_br: Ignorar
ru_ru: Пропустить
zh_cn: 跳过
zh_tw: 跳過

source: Next
de_de: Weiter
es_es: Siguiente
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
pt_br: Avançar
ru_ru: Далее
zh_cn: 下一步
zh_tw: 下一步

source: Edit
de_de: Bearbeiten
es_es: Editar
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Изменить
zh_cn: 编辑
zh_tw: 編輯

source: <Tab>/<Shift-Tab> between elements | <Space> selects
de_de: Navigieren zwischen Elementen mit <Tabulatortaste>/<Umschalttaste-Tabulatortaste> | Auswählen mit <Leertaste>
es_es: <Tab>/<Mayús-Tab> entre elementos | <Espacio> selecciona
it_it: <Tab>/<Shift-Tab> tra elementi | <Space> selezioni
ja_jp: <Tab>/<Shift-Tab> エレメント間 | <Space> 選択
ko_kr: <Tab>/<Shift-Tab> 요소 간 | <Space> 선택
pt_br: <Tab>/<Shift-Tab> entre elementos | <Espaço> seleciona
ru_ru: <Tab>/<Shift-Tab> - переход по элементам | <Пробел> - выбор
zh_cn: <Tab>/<Shift-Tab> 元素中间移动 | <Space> 选择
zh_tw: <Tab>/<Shift-Tab> 位在元素之間 | <Space> 選取

source: Password Length
de_de: Kennwortlänge
es_es: Longitud de la contraseña
it_it: Lunghezza password
ja_jp: パスワードの長さ
ko_kr: 비밀번호 길이
pt_br: Comprimento da senha
ru_ru: Длина пароля
zh_cn: 密码长度
zh_tw: 密碼長度

source: The root password must be at least 6 characters long.
de_de: Das Rootkennwort muss mindestens 6 Zeichen enthalten.
es_es: La contraseña raíz debe tener como mínimo 6 caracteres de longitud.
it_it: La password root deve essere lunga almeno 6 caratteri.
ja_jp: root パスワードの長さは、少なくとも 6 文字でなければなりません。
ko_kr: 루트 비밀번호는 6자 이상이어야 합니다.
pt_br: A Senha root deve ter pelo menos 6 caracteres.
ru_ru: Пароль пользователя root должен быть не короче 6 символов.
zh_cn: root 用户密码长度必须至少是 6 个字符。
zh_tw: 根密碼長度至少必須是 6 個字元。

source: Password Mismatch
de_de: Abweichung beim Kennwort
es_es: Contraseña no coincidente
it_it: Password non corrispondenti
ja_jp: パスワードが一致しません
ko_kr: 비밀번호 불일치
pt_br: Incompatibilidade de senha
ru_ru: Пароли не совпадают
zh_cn: 密码不匹配
zh_tw: 密碼不符

source: The passwords you entered were different. Please try again.
de_de: Die eingegebenen Kennwörter sind unterschiedlich. Versuchen Sie es erneut.
es_es: Las contraseñas que ha especificado eran diferentes. Por favor, vuelva a intentarlo.
it_it: Le password immesse sono diverse. Riprovare.
ja_jp: 入力したパスワードが異なっています。やり直してください。
ko_kr: 입력한 비밀번호가 서로 다릅니다. 다시 시도하십시오.
pt_br: As senhas inseridas eram diferentes. Tente novamente.
ru_ru: Введенные пароли не совпадают. Повторите ввод.
zh_cn: 您所输入的密码不同。请重试。
zh_tw: 您輸入的密碼不相同。請重試。

source: Password (confirm):
de_de: Kennwort (bestätigen):
es_es: Contraseña (confirmar):
it_it: Password (conferma):
ja_jp: パスワード (確認):
ko_kr: 비밀번호(확인):
pt_br: Senha (confirmar):
ru_ru: Пароль (подтверждение):
zh_cn: 密码（确认）：
zh_tw: 密碼（確認）：

source: Password:
de_de: Kennwort:
es_es: Contraseña:
ja_jp: パスワード:
ko_kr: 비밀번호:
pt_br: Senha:
ru_ru: Пароль:
zh_cn: 密码：
zh_tw: 密碼：

source: Pick a root password. You must type it twice to ensure you know what it is and didn't make a mistake in typing. Remember that the root password is a critical part of system security!
de_de: Wählen Sie ein Rootkennwort aus. Sie müssen es zweimal eingeben, um sicherzustellen, dass Sie es kennen und bei der Eingabe keinen Fehler gemacht haben. Bedenken Sie, dass das Rootkennwort ein wichtiger Bestandteil der Systemsicherheit ist!
es_es: Elija una contraseña raíz. Debe escribirla dos veces para asegurarse de que sabe cuál es y que no ha cometido un error al escribirla. Recuerde que la contraseña raíz es una parte crítica de la seguridad del sistema.
it_it: Scegliere una password root. È necessario immetterla due volte per confermare di conoscerla, prestando attenzione all'ortografia. Tenere presente che la password root è un elemento fondamentale per la sicurezza del sistema.
ja_jp: root パスワードを決定します。パスワードの取り違えや入力ミスがないことを確認するため、2 回入力する必要があります。root パスワードはシステム・セキュリティーにおいて重要な要素であることに注意してください。
ko_kr: 루트 비밀번호를 선택하십시오. 비밀번호를 두 번 입력하여 비밀번호를 확실히 기억하고 입력에 실수가 없었는지 확인해야 합니다. 루트 비밀번호는 시스템 보안에서 중요한 부분입니다.
pt_br: Selecione uma senha root. Deve-se digitá-la duas vezes para assegurar que você a conheça e não cometeu um erro ao digitar. Lembre-se de que a senha root é uma parte crítica da segurança do sistema!
ru_ru: Выберите пароль пользователя root. Его необходимо ввести дважды, чтобы исключить опечатки. Помните, что пароль пользователя root - важная часть защиты системы!
zh_cn: 选取 root 用户密码。必须输入两次以确保您记住它并确保输入时未出错。请记住，root 用户密码是系统安全性的关键部分！
zh_tw: 挑選根密碼。必須輸入兩次，以確保您知道密碼內容，不會輸入錯誤。須知，根密碼是系統安全的重要環節。

source: Select the timezone for the system
de_de: Zeitzone für das System auswählen
es_es: Seleccione el huso horario para el sistema
it_it: Seleziona il fuso orario per il sistema
ja_jp: システムのタイムゾーンを選択
ko_kr: 시스템의 시간대 선택
pt_br: Selecione o fuso horário para o sistema
ru_ru: Выберите часовой пояс для системы
zh_cn: 为系统选择时区
zh_tw: 選取系統的時區

source: System clock uses UTC
de_de: Systemuhr verwendet UTC
es_es: El reloj del sistema utiliza la Hora Universal Coordinada
it_it: L'orologio di sistema utilizza l'UTC
ja_jp: システム・クロックは UTC を使用
ko_kr: 시스템 시계는 UTC를 사용함
pt_br: O relógio do sistema usa UTC
ru_ru: Системные часы используют UTC
zh_cn: 系统时钟使用 UTC
zh_tw: 系統時鐘使用世界標準時間

source: Timezone Selection
de_de: Auswahl der Zeitzone
es_es: Selección de huso horario
it_it: Selezione fuso orario
ja_jp: タイムゾーン選択
ko_kr: 시간대 선택
pt_br: Seleção de fuso horário
ru_ru: Выбор часового пояса
zh_cn: 时区选择
zh_tw: 選取時區

source: Select the device to be configured:
de_de: Wählen Sie die zu konfigurierende Einheit aus:
es_es: Seleccione el dispositivo para ser configurado:
it_it: Selezionare il dispositivo da configurare:
ja_jp: 構成するデバイスを選択:
ko_kr: 구성할 장치 선택:
pt_br: Selecione o dispositivo a ser configurado:
ru_ru: Выберите устройство для настройки:
zh_cn: 选择要配置的设备：
zh_tw: 選取要配置的裝置：

source: Configure network
de_de: Netz konfigurieren
es_es: Configurar red
it_it: Configura rete
ja_jp: ネットワークの構成
ko_kr: 네트워크 구성
pt_br: Configurar rede
ru_ru: Настроить сеть
zh_cn: 配置网络
zh_tw: 配置網路

source: UP
de_de: NACH OBEN
es_es: ARRIBA
it_it: SU
ja_jp: 上へ
ko_kr: 위
pt_br: ATIVO
ru_ru: Вверх
zh_cn: 上移
zh_tw: 上移

source: DOWN
de_de: NACH UNTEN
es_es: ABAJO
it_it: GIU'
ja_jp: 下へ
ko_kr: 아래
pt_br: INATIVO
ru_ru: Вниз
zh_cn: 下移
zh_tw: 下移

source: Hostname
es_es: Nombre de host
it_it: Nome host
ja_jp: ホスト名
ko_kr: 호스트 이름
pt_br: Nome do host
ru_ru: Имя хоста
zh_cn: 主机名
zh_tw: 主機名稱

source: Primary DNS
de_de: Primäres DNS
es_es: DNS primario
it_it: DNS primario
ja_jp: プライマリー DNS
ko_kr: 기본 DNS
pt_br: DNS primário
ru_ru: Первичный DNS
zh_cn: 主 DNS
zh_tw: 主要 DNS

source: Secondary DNS
de_de: Sekundäres DNS
es_es: DNS secundario
it_it: DNS secondario
ja_jp: セカンダリー DNS
ko_kr: 보조 DNS
pt_br: DNS secundário
ru_ru: Вторичный DNS
zh_cn: 辅助 DNS
zh_tw: 次要 DNS

source: Search
de_de: Suche
es_es: Buscar
it_it: Ricerca
ja_jp: 検索
ko_kr: 검색
pt_br: Procurar
ru_ru: Поиск
zh_cn: 搜索
zh_tw: 搜尋

source: DNS Configuration
de_de: DNS-Konfiguration
es_es: Configuración de DNS
it_it: Configurazione DNS
ja_jp: DNS 構成
ko_kr: DNS 구성
pt_br: Configuração de DNS
ru_ru: Конфигурация DNS
zh_cn: DNS 配置
zh_tw: DNS 配置

source: NTP Configuration
de_de: NTP-Konfiguration
es_es: Configuración de NTP
it_it: Configurazione NTP
ja_jp: NTP 構成
ko_kr: NTP 구성
pt_br: Configuração do NTP
ru_ru: Конфигурация NTP
zh_cn: NTP 配置
zh_tw: NTP 配置

source: NTP server 1:
es_es: Servidor NTP 1:
it_it: Server NTP 1:
ja_jp: NTP サーバー 1:
ko_kr: NTP 서버 1:
pt_br: Servidor NTP 1:
ru_ru: Сервер NTP 1:
zh_cn: NTP 服务器 1：
zh_tw: NTP 伺服器 1：

source: NTP server 2:
es_es: Servidor NTP 2:
it_it: Server NTP 2:
ja_jp: NTP サーバー 2:
ko_kr: NTP 서버 2:
pt_br: Servidor NTP 2:
ru_ru: Сервер NTP 2:
zh_cn: NTP 服务器 2：
zh_tw: NTP 伺服器 2：

source: NTP server 3:
es_es: Servidor NTP 3:
it_it: Server NTP 3:
ja_jp: NTP サーバー 3:
ko_kr: NTP 서버 3:
pt_br: Servidor NTP 3:
ru_ru: Сервер NTP 3:
zh_cn: NTP 服务器 3：
zh_tw: NTP 伺服器 3：

source: NTP server 4:
es_es: Servidor NTP 4:
it_it: Server NTP 4:
ja_jp: NTP サーバー 4:
ko_kr: NTP 서버 4:
pt_br: Servidor NTP 4:
ru_ru: Сервер NTP 4:
zh_cn: NTP 服务器 4：
zh_tw: NTP 伺服器 4：

source: Enable
de_de: Aktivieren
es_es: Habilitar
it_it: Abilita
ja_jp: 使用可能
ko_kr: 사용
pt_br: Ativar
ru_ru: Включить
zh_cn: 启用
zh_tw: 啟用

source: Date and time configuration
de_de: Konfiguration von Datum und Uhrzeit
es_es: Configuración de fecha y hora
it_it: Configurazione data e ora
ja_jp: 日時構成
ko_kr: 날짜 및 시간 구성
pt_br: Data e hora da configuração
ru_ru: Настройка даты и времени
zh_cn: 日期和时间配置
zh_tw: 日期和時間配置

source: Date (YYYY / MM / DD):
de_de: Datum (JJJJ/MM/TT):
es_es: Fecha (AAAA / MM / DD):
it_it: Data (YYYY / MM / DD):
ja_jp: 日付 (YYYY / MM / DD):
ko_kr: 날짜(YYYY / MM / DD):
pt_br: Data (AAAA / MM / DD):
ru_ru: Дата (ГГГГ / ММ / ДД):
zh_cn: 日期 (YYYY / MM / DD)：
zh_tw: 日期 (YYYY/MM/DD)：

source: Time (HH:MM:SS):
de_de: Uhrzeit (HH:MM:SS):
es_es: Hora (HH:MM:SS):
it_it: Ora (HH:MM:SS):
ja_jp: 時刻 (HH:MM:SS):
ko_kr: 시간(HH:MM:SS):
pt_br: Hora (HH:MM:SS):
ru_ru: Время (ЧЧ:ММ:СС):
zh_cn: 时间 (HH:MM:SS)：
zh_tw: 時間 (HH:MM:SS)：

source: Date time error
de_de: Fehler bei Datum/Uhrzeit
es_es: Error de fecha y hora
it_it: Errore data/ora
ja_jp: 日時エラー
ko_kr: 날짜 및 시간 오류
pt_br: Erro de data e hora
ru_ru: Ошибка даты или времени
zh_cn: 日期时间错误
zh_tw: 日期時間錯誤

source: Date or time format is not correct! The input: %s Correct format: YYYY/MM/DD HH:MM:SS
de_de: Format von Datum oder Uhrzeit ist nicht korrekt! Eingabe: %s Korrektes Format: JJJJ/MM/TT HH:MM:SS
es_es: ¡El formato de fecha u hora no es correcto! Entrada: %s Formato correcto: AAAA/MM/DD HH:MM:SS
it_it: Il formato della data o dell'ora non è corretto! Input: %s Formato corretto: YYYY/MM/DD HH:MM:SS
ja_jp: 日または時刻の形式が正しくありません。 入力: %s 正しい形式: YYYY/MM/DD HH:MM:SS
ko_kr: 날짜 또는 시간 형식이 올바르지 않습니다! 출력은 다음과 같습니다. %s 올바른 형식: YYYY/MM/DD HH:MM:SS
pt_br: O formato de data ou hora não está correto! A entrada: %s Formato correto: AAAA/MM/DD HH:MM:SS
ru_ru: Неправильный формат даты или времени! Указано: %s Правильный формат: ГГГГ/ММ/ДД ЧЧ:ММ:СС
zh_cn: 日期时间格式不正确！ 输入：%s 正确格式：YYYY/MM/DD HH:MM:SS
zh_tw: 日期或時間格式不正確！ 輸入：%s 正確格式：YYYY/MM/DD HH:MM:SS

source: Invalid Entry
de_de: Ungültiger Eintrag
es_es: Entrada no válida
it_it: Immissione non valida
ja_jp: 入力が無効です
ko_kr: 올바르지 않은 항목
pt_br: Entrada Inválida
ru_ru: Недопустимая запись
zh_cn: 无效输入
zh_tw: 無效項目

source: Either DHCP must be selected, or IP must be provided.
de_de: Entweder muss DHCP ausgewählt oder eine Angabe für IP gemacht werden.
es_es: Debe seleccionarse DHCP o proporcionarse una IP.
it_it: Selezionare DHCP oppure specificare un IP.
ja_jp: DHCP を選択するか、または IP を入力する必要があります。
ko_kr: DHCP를 선택하거나 IP를 제공해야 합니다.
pt_br: DHCP deve ser selecionado ou IP deve ser fornecido.
ru_ru: Требуется выбрать DHCP или указать IP-адрес.
zh_cn: 必须选择 DHCP，或提供 IP。
zh_tw: 必須選取 DHCP，或必須提供 IP。

source: Device
de_de: Einheit
es_es: Dispositivo
it_it: Dispositivo
ja_jp: デバイス
ko_kr: 장치
pt_br: Dispositivo
ru_ru: Устройство
zh_cn: 设备
zh_tw: 裝置

source: MAC Address
de_de: MAC-Adresse
es_es: Dirección MAC
it_it: Indirizzo MAC
ja_jp: MAC アドレス
ko_kr: MAC 주소
pt_br: Endereço MAC
ru_ru: MAC-адрес
zh_cn: MAC 地址
zh_tw: MAC 位址

source: Use DHCP
de_de: DHCP verwenden
es_es: Utilizar DHCP
it_it: Utilizza DHCP
ja_jp: DHCP の使用
ko_kr: DHCP 사용
pt_br: Usar DHCP
ru_ru: Использовать DHCP
zh_cn: 使用 DHCP
zh_tw: 使用 DHCP

source: Static IP
de_de: Statische IP
es_es: IP estático
it_it: IP statico
ja_jp: 静的 IP
ko_kr: 정적 IP
pt_br: IP estático
ru_ru: Статический IP-адрес
zh_cn: 静态 IP
zh_tw: 靜態 IP

source: Netmask
de_de: Netzmaske
es_es: Máscara de red
it_it: Maschera di rete
ja_jp: ネットマスク
ko_kr: 넷마스크
pt_br: Máscara de rede
ru_ru: Маска сети
zh_cn: 网络掩码
zh_tw: 網路遮罩

source: Default gateway IP
de_de: Standardgateway-IP
es_es: IP de pasarela predeterminado
it_it: IP gateway predefinito
ja_jp: デフォルト・ゲートウェイ IP
ko_kr: 기본 게이트웨이 IP
pt_br: IP de gateway padrão
ru_ru: IP-адрес шлюза по умолчанию
zh_cn: 缺省网关 IP
zh_tw: 預設閘道 IP

source: Network Device Configuration
de_de: Konfiguration der Netzeinheit
es_es: Configuración de dispositivo de red
it_it: Configurazione dispositivo di rete
ja_jp: ネットワーク・デバイス構成
ko_kr: 네트워크 장치 구성
pt_br: Configuração do dispositivo de rede
ru_ru: Конфигурация сетевых устройств
zh_cn: 网络设备配置
zh_tw: 網路裝置配置

source: Create Network bridge device (br%s)
de_de: Netzbrückeneinheit erstellen (br%s)
es_es: Crear dispositivo puente de red (br%s)
it_it: Crea dispositivo bridge di rete (br%s)
ja_jp: ネットワーク・ブリッジ・デバイス (br%s) の作成
ko_kr: 네트워크 브릿지 장치(br%s) 작성
pt_br: Criar dispositivo de ponte de rede (br%s)
ru_ru: Создать устройство сетевого моста (br%s)
zh_cn: 创建网桥设备 (br%s)
zh_tw: 建立網路橋接裝置 (br%s)
