Repository: fedosu85nce/work
Catalog: zfrobisher-installer/src/po/*/LC_MESSAGES/zKVM.po
Languages: de_de, es_es, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

source: Failed to create disklabel on IPR RAID.
de_de: Plattenkennsatz konnte für IPR-RAID nicht erstellt werden.
es_es: No se ha podido crear la etiqueta de disco en RAID IPR.
it_it: Impossibile creare l'etichetta disco sul RAID IPR.
ja_jp: IPR RAID でディスク・ラベルの作成に失敗しました。
ko_kr: IPR RAID에 디스크 레이블을 작성하지 못했습니다.
pt_br: Falha ao criar disklabel em IPR RAID.
ru_ru: Не удалось создать метку диска в IPR RAID.
zh_cn: 未能创建 IPR RAID 的磁盘标签。
zh_tw: 無法在 IPR RAID 上建立磁碟標籤。

source: Failed to execute install automation pre-script.
de_de: Vorscript für die Installationsautomatisierung konnte nicht ausgeführt werden.
es_es: No se ha podido ejecutar el script previo de automatización de la instalación.
it_it: Impossibile eseguire il pre-script di automazione dell'installazione.
ja_jp: インストール自動化プリスクリプトの実行に失敗しました。
ko_kr: 설치 자동화 사전 스크립트를 수행하는 데 실패했습니다.
pt_br: Falha ao executar o pré-script de automação de instalação.
ru_ru: Не удалось выполнить предварительный сценарий автоматизации установки.
zh_cn: 未能执行安装自动化前脚本。
zh_tw: 無法執行安裝自動化前置 Script。

source: Failed to execute PowerKVM pre-script.
de_de: PowerKVM-Vorscript konnte nicht ausgeführt werden.
es_es: No se ha podido ejecutar el script previo de PowerKVM.
it_it: Impossibile eseguire il pre-script di PowerKVM.
ja_jp: PowerKVM プリスクリプトの実行に失敗しました。
ko_kr: PowerKVM 사전 스크립트를 수행하는 데 실패했습니다.
pt_br: Falha ao executar o pré-script do PowerKVM.
ru_ru: Не удалось выполнить предварительный сценарий PowerKVM.
zh_cn: 未能执行 PowerKVM 前脚本。
zh_tw: 無法執行 PowerKVM 前置 Script。

source: Failed while executing post-install modules.
de_de: Fehler beim Ausführen von Modulen nach der Installation.
es_es: Error al ejecutar los módulos posteriores a la instalación.
it_it: Errore durante l'esecuzione dei moduli di postinstallazione.
ja_jp: ポストインストール・モジュールの実行中に失敗しました。
ko_kr: 사후 설치 모듈을 수행하는 데 실패했습니다.
pt_br: Falha ao executar módulos de pós-instalação.
ru_ru: Ошибка при выполнении модулей после установки.
zh_cn: 执行后安装模块失败。
zh_tw: 執行後置安裝模組時失敗。

source: Failed to set password.
de_de: Kennwort konnte nicht festgelegt werden.
es_es: No se ha podido establecer la contraseña.
it_it: Impossibile impostare la password.
ja_jp: パスワード設定に失敗しました。
ko_kr: 비밀번호를 설정하지 못했습니다.
pt_br: Falha ao configurar a senha.
ru_ru: Не удалось задать пароль.
zh_cn: 未能设置密码。
zh_tw: 無法設定密碼。

source: Failed to execute install automation post-script.
de_de: Nachscript für die Installationsautomatisierung konnte nicht ausgeführt werden.
es_es: No se ha podido ejecutar el script posterior de automatización de la instalación.
it_it: Impossibile eseguire il post-script di automazione dell'installazione.
ja_jp: インストール自動化ポストスクリプトの実行に失敗しました。
ko_kr: 설치 자동화 사후 스크립트를 수행하는 데 실패했습니다.
pt_br: Falha ao executar o pós-script de automação de instalação.
ru_ru: Не удалось выполнить сценарий после автоматической установки.
zh_cn: 未能执行安装自动化后脚本。
zh_tw: 無法執行安裝自動化後置 Script。

source: Failed to set NTP service.
de_de: NTP-Service konnte nicht festgelegt werden.
es_es: No se ha podido establecer el servicio NTP.
it_it: Impossibile impostare il servizio NTP.
ja_jp: NTP サービスの設定に失敗しました。
ko_kr: NTP 서비스를 설정하지 못했습니다.
pt_br: Falha ao configurar o serviço NTP.
ru_ru: Не удалось задать службу NTP.
zh_cn: 未能设置 NTP 设备。
zh_tw: 無法設定 NTP 服務。

source: Invalid network interface.
de_de: Ungültige Netzschnittstelle.
es_es: Interfaz de red no válida.
it_it: Interfaccia di rete non valida.
ja_jp: ネットワーク・インターフェースが無効です。
ko_kr: 네트워크 인터페이스가 올바르지 않습니다.
pt_br: Interface de rede inválida.
ru_ru: Недопустимый сетевой интерфейс.
zh_cn: 无效网络接口。
zh_tw: 網路介面無效。

source: Failed to write UTC time configuration.
de_de: Konfiguration der UTC-Zeit konnte nicht geschrieben werden.
es_es: No se ha podido escribir la configuración de hora UTC.
it_it: Impossibile scrivere la configurazione dell'ora UTC.
ja_jp: UTC 時刻構成の書き込みに失敗しました。
ko_kr: UTC 시간 구성을 작성하지 못했습니다.
pt_br: Falha ao gravar a configuração de horário UTC.
ru_ru: Не удалось записать конфигурацию времени UTC.
zh_cn: 未能写 UTC 时间配置。
zh_tw: 無法寫入世界標準時間 (UTC) 配置。

source: Missing target network interface in install automation file.
de_de: Fehlende Zielnetzschnittstelle in der Automatisierungsdatei für die Installation.
es_es: Falta la interfaz de red de destino en el archivo de automatización de la instalación.
it_it: Nel file di automazione dell'installazione manca l'interfaccia di rete di destinazione.
ja_jp: インストール自動化ファイル内でターゲット・ネットワーク・インターフェースが欠落しています。
ko_kr: 설치 자동화 파일에서 대상 네트워크 인터페이스가 누락되었습니다.
pt_br: Interface de rede de destino ausente no arquivo de automação de instalação.
ru_ru: В файле автоматизации установки отсутствует целевой сетевой интерфейс.
zh_cn: 安装自动化文件中缺少目标网络接口。
zh_tw: 遺漏安裝自動化檔案中的目標網路介面。

source: Missing target disk parameter in install automation file.
de_de: Fehlender Zielplattenparameter in der Automatisierungsdatei für die Installation.
es_es: Falta el parámetro del disco de destino en el archivo de automatización de la instalación.
it_it: Nel file di automazione dell'installazione manca il parametro disco di destinazione.
ja_jp: インストール自動化ファイル内にターゲット・ディスク・パラメーターがありません。
ko_kr: 설치 자동화 파일에서 대상 디스크 매개변수가 누락되었습니다.
pt_br: Parâmetro de disco de destino ausente no arquivo de automação de instalação.
ru_ru: В файле автоматизации установки отсутствует параметр целевого диска.
zh_cn: 安装自动化文件中缺少目标磁盘参数。
zh_tw: 遺漏安裝自動化檔案中的目標磁碟參數。

source: Error while installing packages.
de_de: Fehler bei der Installation von Paketen.
es_es: Error al instalar los paquetes.
it_it: Errore durante l'installazione dei pacchetti.
ja_jp: パッケージのインストール中にエラーが発生しました。
ko_kr: 패키지를 설치하는 중에 오류가 발생했습니다.
pt_br: Erro ao instalar pacotes.
ru_ru: Ошибка при установке пакетов.
zh_cn: 安装软件包时出错。
zh_tw: 安裝套件時發生錯誤。

source: No repository provided to the installer.
de_de: Dem Installationsprogramm wurde kein Repository bereitgestellt.
es_es: No se ha proporcionado ningún repositorio al instalador.
it_it: Nessun repository fornito al programma di installazione.
ja_jp: インストーラーにリポジトリーが提供されていません。
ko_kr: 설치 프로그램에 저장소를 제공하지 않았습니다.
pt_br: Nenhum repositório fornecido ao instalador.
ru_ru: Для программы установки не указано хранилище.
zh_cn: 没有为安装程序提供存储库。
zh_tw: 沒有為安裝程式提供儲存庫。

source: Invalid repository path.
de_de: Ungültiger Repository-Pfad.
es_es: Vía de acceso del repositorio no válida.
it_it: Percorso repository non valido.
ja_jp: リポジトリー・パスが無効です。
ko_kr: 저장소 경로가 올바르지 않습니다.
pt_br: Caminho de repositório inválido.
ru_ru: Недопустимый путь к хранилищу.
zh_cn: 无效存储库路径。
zh_tw: 儲存庫路徑無效。

source: Invalid repository content.
de_de: Ungültiger Repository-Inhalt.
es_es: Contenido del repositorio no válido.
it_it: Contenuto repository non valido.
ja_jp: リポジトリーの内容が無効です。
ko_kr: 저장소 컨텐츠가 올바르지 않습니다.
pt_br: Conteúdo de repositório inválido.
ru_ru: Недопустимое содержимое хранилища.
zh_cn: 无效存储库内容。
zh_tw: 儲存庫內容無效。

source: Failed to load Timezones list.
de_de: Liste der Zeitzonen konnte nicht geladen werden.
es_es: No se ha podido cargar la lista de husos horarios.
it_it: Impossibile caricare l'elenco dei fusi orari.
ja_jp: タイムゾーン・リストのロードに失敗しました。
ko_kr: 시간대 목록을 로드하지 못했습니다.
pt_br: Falha ao carregar a lista de Fusos Horários.
ru_ru: Не удалось загрузить список часовых поясов.
zh_cn: 未能装入“时区”列表。
zh_tw: 無法載入「時區」清單。

source: Firmware version must be greater than %s
de_de: Firmwareversion muss höher als %s sein
es_es: La versión de firmware debe ser mayor que %s
it_it: La versione firmware deve essere superiore a %s
ja_jp: ファームウェア・バージョンは %s より大きくなければなりません。
ko_kr: 펌웨어 버전이 %s보다 높아야 합니다.
pt_br: A versão de firmware deve ser maior que %s
ru_ru: Версия встроенного ПО должна быть выше %s
zh_cn: 固件版本必须高于 %s
zh_tw: 韌體版本必須大於 %s

source: Invalid machine type.
de_de: Ungültiger Maschinentyp.
es_es: Tipo de máquina no válido.
it_it: Tipo di macchina non valido.
ja_jp: マシン・タイプが無効です。
ko_kr: 머신 유형이 올바르지 않습니다.
pt_br: Tipo de máquina inválido.
ru_ru: Недопустимый тип системы.
zh_cn: 无效机器类型。
zh_tw: 機型無效。

source: Invalid hypervisor.
de_de: Ungültiger Hypervisor.
es_es: Hipervisor no válido.
it_it: Hypervisor non valido.
ja_jp: ハイパーバイザーが無効です。
ko_kr: 하이퍼바이저가 올바르지 않습니다.
pt_br: Hypervisor inválido.
ru_ru: Недопустимый гипервизор.
zh_cn: 无效管理程序。
zh_tw: Hypervisor 無效。

source: No previous system found.
de_de: Kein früheres System gefunden.
es_es: No se ha encontrado ningún sistema anterior.
it_it: Non è stato trovato alcun sistema precedente.
ja_jp: 以前のシステムが見つかりません。
ko_kr: 이전 시스템을 찾을 수 없습니다.
pt_br: Nenhum sistema anterior localizado.
ru_ru: Не найдена предыдущая система.
zh_cn: 找不到先前系统。
zh_tw: 找不到先前的系統。

source: Unexpected error while partitioning the disk.
de_de: Unerwarteter Fehler bei der Partitionierung der Platte.
es_es: Error inesperado al particionar el disco.
it_it: Errore imprevisto durante il partizionamento del disco.
ja_jp: ディスクのパーティショニング中に予期しないエラーが発生しました。
ko_kr: 디스크를 파티셔닝하는 중에 예상치 못한 오류가 발생했습니다.
pt_br: Erro inesperado ao particionar o disco.
ru_ru: Непредвиденная ошибка во время создания разделов диска.
zh_cn: 分割磁盘时发生意外错误。
zh_tw: 分割磁碟時發生非預期的錯誤。

source: Unexpected error while installing packages.
de_de: Unerwarteter Fehler bei der Installation von Paketen.
es_es: Error inesperado al instalar los paquetes.
it_it: Errore imprevisto durante l'installazione dei pacchetti.
ja_jp: パッケージのインストール中に予期しないエラーが発生しました。
ko_kr: 패키지를 설치하는 중에 예상치 못한 오류가 발생했습니다.
pt_br: Erro inesperado ao instalar pacotes.
ru_ru: Непредвиденная ошибка при установке пакетов.
zh_cn: 安装软件包时发生意外错误。
zh_tw: 安裝套件時發生非預期的錯誤。

source: Unexpected error while executing post-install modules.
de_de: Unerwarteter Fehler beim Ausführen von Modulen nach der Installation.
es_es: Error inesperado al ejecutar los módulos posteriores a la instalación.
it_it: Errore imprevisto durante l'esecuzione dei moduli di postinstallazione.
ja_jp: ポストインストール・モジュールの実行中に予期しないエラーが発生しました。
ko_kr: 사후 설치 모듈을 수행하는 중에 예상치 못한 오류가 발생했습니다.
pt_br: Erro inesperado ao executar módulos de pós-instalação.
ru_ru: Непредвиденная ошибка при выполнении модулей после установки.
zh_cn: 执行后安装模块时发生意外错误。
zh_tw: 執行後置安裝模組時發生非預期的錯誤。

source: Unexpected error while executing kickstart.
de_de: Unerwarteter Fehler beim Ausführen von Kickstart.
es_es: Error inesperado al ejecutar kickstart.
it_it: Errore imprevisto durante l'esecuzione del kickstart.
ja_jp: キックスタートの実行中に予期しないエラーが発生しました。
ko_kr: kickstart를 수행하는 중에 예상치 못한 오류가 발생했습니다.
pt_br: Erro inesperado ao executar a instalação com kickstart.
ru_ru: Непредвиденная ошибка при выполнении kickstart.
zh_cn: 执行无人看守安装时发生意外错误。
zh_tw: 執行 kickstart 時發生非預期的錯誤。

source: Unexpected error while verifying disks.
de_de: Unerwarteter Fehler beim Überprüfen der Platten.
es_es: Error inesperado al verificar los discos.
it_it: Errore imprevisto durante la verifica dei dischi.
ja_jp: ディスクの検証中に予期しないエラーが発生しました。
ko_kr: 디스크를 확인하는 중에 예상치 못한 오류가 발생했습니다.
pt_br: Erro inesperado ao verificar discos.
ru_ru: Непредвиденная ошибка во время проверки дисков.
zh_cn: 验证磁盘时发生意外错误。
zh_tw: 驗證磁碟時發生非預期的錯誤。

source: Unexpected error while selecting disks.
de_de: Unerwarteter Fehler beim Auswählen der Platten.
es_es: Error inesperado al seleccionar los discos.
it_it: Errore imprevisto durante la selezione dei dischi.
ja_jp: ディスクの選択中に予期しないエラーが発生しました。
ko_kr: 디스크를 선택하는 중에 예상치 못한 오류가 발생했습니다.
pt_br: Erro inesperado ao selecionar discos.
ru_ru: Непредвиденная ошибка при выборе дисков.
zh_cn: 选择磁盘时发生意外错误。
zh_tw: 選取磁碟時發生非預期的錯誤。

source: Unexpected error while configuring system.
de_de: Unerwarteter Fehler beim Konfigurieren des Systems.
es_es: Error inesperado al configurar el sistema.
it_it: Errore imprevisto durante la configurazione del sistema.
ja_jp: システムの構成中に予期しないエラーが発生しました。
ko_kr: 시스템을 구성하는 중에 예상치 못한 오류가 발생했습니다.
pt_br: Erro inesperado ao configurar o sistema.
ru_ru: Непредвиденная ошибка во время настройки системы.
zh_cn: 配置系统时发生意外错误。
zh_tw: 配置系統時發生非預期的錯誤。

source: Installation Summary
de_de: Installationszusammenfassung
es_es: Resumen de la instalación
it_it: Riepilogo di installazione
ja_jp: インストール要約
ko_kr: 설치 요약
pt_br: Resumo da Instalação
ru_ru: Краткий обзор установки
zh_cn: 安装摘要
zh_tw: 安裝摘要

source: Timezone:
de_de: Zeitzone:
es_es: Huso horario:
it_it: Fuso orario:
ja_jp: タイムゾーン:
ko_kr: 시간대:
pt_br: Fuso Horário:
ru_ru: Часовой пояс:
zh_cn: 时区：
zh_tw: 時區：

source: Date/Time:
de_de: Datum/Uhrzeit:
es_es: Fecha/Hora:
it_it: Data/Ora:
ja_jp: 日/時刻:
ko_kr: 날짜/시간:
pt_br: Data/Hora:
ru_ru: Дата/Время:
zh_cn: 日期/时间：
zh_tw: 日期/時間：

source: NTP servers
de_de: NTP-Server
es_es: Servidores NTP
it_it: Server NTP
ja_jp: NTP サーバー
ko_kr: NTP 서버
pt_br: Servidores NTP
ru_ru: Серверы NTP
zh_cn: NTP 服务器
zh_tw: NTP 伺服器

source: NTP disabled
de_de: NTP inaktiviert
es_es: NTP inhabilitado
it_it: NTP disabilitato
ja_jp: NTP は使用不可です
ko_kr: NTP 사용 안함
pt_br: NTP desativado
ru_ru: NTP отключен
zh_cn: 禁用 NTP
zh_tw: 已停用 NTP

source: IP Address:
de_de: IP-Adresse:
es_es: Dirección IP:
it_it: Indirizzo IP:
ja_jp: IP アドレス:
ko_kr: IP 주소:
pt_br: Endereço IP:
ru_ru: IP-адрес:
zh_cn: IP 地址：
zh_tw: IP 位址：

source: Gateway:
es_es: Pasarela:
ja_jp: ゲートウェイ:
ko_kr: 게이트웨이:
ru_ru: Шлюз:
zh_cn: 网关：
zh_tw: 閘道：

source: Netmask:
de_de: Netzmaske:
es_es: Máscara de red:
it_it: Maschera di rete:
ja_jp: ネットマスク:
ko_kr: 넷마스크:
pt_br: Máscara de rede:
ru_ru: Маска сети:
zh_cn: 子网掩码：
zh_tw: 網路遮罩：

source: Hostname:
es_es: Nombre de host:
it_it: Nome host:
ja_jp: ホスト名:
ko_kr: 호스트 이름:
pt_br: Nome do Host:
ru_ru: Имя хоста:
zh_cn: 主机名：
zh_tw: 主機名稱：

source: Bridge:
es_es: Puente:
ja_jp: ブリッジ:
ko_kr: 브릿지:
pt_br: Ponte:
ru_ru: Мост:
zh_cn: 网桥：
zh_tw: 橋接器：

source: DHCP is enabled
de_de: DHCP ist aktiviert
es_es: DHCP está habilitado
it_it: DHCP è abilitato
ja_jp: DHCP は使用可能です
ko_kr: DHCP를 사용함
pt_br: O DHCP está ativado
ru_ru: DHCP включен
zh_cn: 启用 DHCP
zh_tw: 已啟用 DHCP

source: Network
de_de: Netz
es_es: Red
it_it: Rete
ja_jp: ネットワーク
ko_kr: 네트워크
pt_br: Rede
ru_ru: Сеть
zh_cn: 网络
zh_tw: 網路

source: Device:
de_de: Einheit:
es_es: Dispositivo:
it_it: Dispositivo:
ja_jp: デバイス:
ko_kr: 장치:
pt_br: Dispositivo:
ru_ru: Устройство:
zh_cn: 设备：
zh_tw: 裝置：

source: Password is set
de_de: Kennwort ist festgelegt
es_es: Contraseña establecida
it_it: La password è impostata
ja_jp: パスワードは設定済みです
ko_kr: 비밀번호가 설정됨
pt_br: A senha está configurada
ru_ru: Пароль задан
zh_cn: 已设置密码
zh_tw: 設定密碼

source: System clock uses UTC:
de_de: Systemuhr verwendet UTC:
es_es: El reloj del sistema utiliza UTC:
it_it: L'orologio di sistema utilizza UTC:
ja_jp: システム・クロックに UTC を使用:
ko_kr: 시스템 시계에서 UTC를 사용함:
pt_br: O relógio do sistema usa UTC:
ru_ru: Системные часы используют UTC:
zh_cn: 系统时钟使用 UTC：
zh_tw: 系統時鐘使用世界標準時間 (UTC)：

source: I Accept both IBM and non-IBM terms
de_de: Ich akzeptiere sowohl die IBM Bedingungen als auch die Nicht-IBM Bedingungen
es_es: Acepto tanto los términos de IBM como los de no IBM
it_it: Accetto entrambi i termini IBM e non-IBM
ja_jp: IBM および IBM 以外の両方の条項に同意します
ko_kr: IBM 및 비IBM 조항에 동의합니다.
pt_br: Aceito os termos IBM e não-IBM
ru_ru: Я принимаю условия IBM и других фирм
zh_cn: 我接受 IBM 和非 IBM 条款
zh_tw: 我接受 IBM 及非 IBM 條款

source: I do not accept the terms in the license agreement
de_de: Ich akzeptiere die Bedingungen in der Lizenzvereinbarung nicht
es_es: No acepto los términos en el acuerdo de licencia
it_it: Non accetto i termini nell'accordo su licenza
ja_jp: 使用条件の条項に同意しません
ko_kr: 라이센스 계약의 조항에 동의하지 않습니다.
pt_br: Não aceito os termos no contrato de licença
ru_ru: Я не принимаю условия лицензионного соглашения
zh_cn: 我不接受许可协议中的条款
zh_tw: 我不接受授權合約中的條款

source: Ok
es_es: Aceptar
ko_kr: 확인
zh_cn: 确定
zh_tw: 確定
